Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Pick a sport and tap Start above to record your first session.
ar: اختر رياضة واضغط على بدء في الأعلى لتسجيل جلستك الأولى.
da: Vælg en sport, og tryk på Start ovenfor for at optage din første session.
de: Wähl eine Sportart und tippe oben auf „Starten", um deine erste Sitzung aufzuzeichnen.
es: Elige un deporte y toca Iniciar arriba para grabar tu primera sesión.
fi: Valitse laji ja napauta yllä Aloita tallentaaksesi ensimmäisen istuntosi.
fr: Choisissez un sport et touchez Démarrer ci-dessus pour enregistrer votre première session.
is: Veldu íþrótt og ýttu á Byrja hér að ofan til að taka upp fyrstu lotuna þína.
it: Scegli uno sport e tocca Avvia qui sopra per registrare la tua prima sessione.
ja: スポーツを選んで上の「開始」をタップし、最初のセッションを記録しましょう。
ko: 종목을 선택하고 위의 시작을 탭해 첫 세션을 기록하세요.
nb: Velg en idrett og trykk på Start ovenfor for å ta opp din første økt.
nl: Kies een sport en tik hierboven op Start om je eerste sessie op te nemen.
pt_br: Escolha um esporte e toque em Iniciar acima para gravar sua primeira sessão.
ru: Выберите вид спорта и нажмите «Старт» выше, чтобы записать первую сессию.
sv: Välj en sport och tryck på Starta ovan för att spela in din första session.
zh_hans: 选择一项运动，然后点按上方的“开始”记录你的第一次记录。

source: Picks the most stable, organized recovery window during deep sleep. This is what most HRV apps report.
ar: يختار أكثر نوافذ التعافي ثباتًا وانتظامًا أثناء النوم العميق. هذا ما تعرضه معظم تطبيقات HRV.
da: Vælger det mest stabile, organiserede restitutionsvindue under dyb søvn. Det er det, de fleste HRV-apps viser.
de: Wählt das stabilste, geordnetste Erholungsfenster im Tiefschlaf. Das zeigen die meisten HRV-Apps an.
es: Elige la ventana de recuperación más estable y ordenada durante el sueño profundo. Es lo que muestran la mayoría de las apps de HRV.
fi: Valitsee syvän unen aikana vakaimman ja järjestäytyneimmän palautumisikkunan. Useimmat HRV-sovellukset raportoivat tämän.
fr: Choisit la fenêtre de récupération la plus stable et la plus organisée pendant le sommeil profond. C’est ce qu’affichent la plupart des apps de HRV.
is: Velur stöðugasta og skipulegasta endurheimtargluggann í djúpsvefni. Þetta sýna flest HRV-öpp.
it: Sceglie la finestra di recupero più stabile e ordinata durante il sonno profondo. È ciò che mostrano quasi tutte le app di HRV.
ja: 深い睡眠中で最も安定して整った回復区間を選びます。多くの HRV アプリが表示するのはこれです。
ko: 깊은 수면 중 가장 안정적이고 정돈된 회복 구간을 고릅니다. 대부분의 HRV 앱이 보여 주는 값입니다.
nb: Velger det mest stabile og ordnede restitusjonsvinduet under dyp søvn. Det er dette de fleste HRV-apper viser.
nl: Kiest het meest stabiele, geordende herstelvenster tijdens diepe slaap. Dit tonen de meeste HRV-apps.
pt_br: Escolhe a janela de recuperação mais estável e organizada durante o sono profundo. É o que a maioria dos apps de HRV mostra.
ru: Выбирает самое стабильное и упорядоченное окно восстановления во время глубокого сна. Именно его показывает большинство приложений ВСР.
sv: Väljer det stabilaste, mest ordnade återhämtningsfönstret under djupsömn. Det är det de flesta HRV-appar visar.
zh_hans: 选择深睡期间最稳定、最有序的恢复窗口。大多数 HRV 应用报告的就是它。

source: Pink
ar: وردي
da: Lyserød
de: Rosa
es: Rosa
fi: Vaaleanpunainen
fr: Rose
is: Bleikur
it: Rosa
ja: ピンク
ko: 분홍색
nb: Rosa
nl: Roze
pt_br: Rosa
ru: Розовый
sv: Rosa
zh_hans: 粉色

source: Plain text with one RR interval per line
ar: نص عادي بفترة RR واحدة في كل سطر
da: Almindelig tekst med ét RR-interval pr. linje
de: Klartext mit einem RR-Intervall pro Zeile
es: Texto sin formato con un intervalo RR por línea
fi: Pelkkä teksti, yksi RR-väli riviä kohden
fr: Texte brut avec un intervalle RR par ligne
is: Hreinn texti með einu RR-bili í hverri línu
it: Testo semplice con un intervallo RR per riga
ja: 1行に1つのRR間隔を記したプレーンテキスト
ko: 한 줄에 RR 간격 하나씩 있는 일반 텍스트
nb: Ren tekst med ett RR-intervall per linje
nl: Platte tekst met één RR-interval per regel
pt_br: Texto simples com um intervalo RR por linha
ru: Обычный текст, один RR-интервал в строке
sv: Ren text med ett RR-intervall per rad
zh_hans: 每行一个 RR 间期的纯文本

source: Polar device
ar: جهاز Polar
da: Polar-enhed
de: Polar-Gerät
es: Dispositivo Polar
fi: Polar-laite
fr: Appareil Polar
is: Polar-tæki
it: Dispositivo Polar
ja: Polarデバイス
ko: Polar 기기
nb: Polar-enhet
nl: Polar-apparaat
pt_br: Dispositivo Polar
ru: Устройство Polar
sv: Polar-enhet
zh_hans: Polar 设备

source: Polar device not connected
ar: جهاز Polar غير متصل
da: Polar-enheden er ikke forbundet
de: Polar-Gerät nicht verbunden
es: Dispositivo Polar no conectado
fi: Polar-laitetta ei ole yhdistetty
fr: Appareil Polar non connecté
is: Polar tæki ekki tengt
it: Dispositivo Polar non connesso
ja: Polar デバイスが接続されていません
ko: Polar 기기가 연결되지 않음
nb: Polar-enheten er ikke tilkoblet
nl: Polar-apparaat niet verbonden
pt_br: Dispositivo Polar não conectado
ru: Устройство Polar не подключено
sv: Polar-enheten är inte ansluten
zh_hans: Polar 设备未连接

source: Polar SDK not available
ar: Polar SDK غير متاح
da: Polar SDK er ikke tilgængelig
de: Polar SDK nicht verfügbar
es: SDK de Polar no disponible
fi: Polar SDK ei käytettävissä
fr: SDK Polar indisponible
is: Polar SDK ekki tiltækt
it: Polar SDK non disponibile
ja: Polar SDK を利用できません
ko: Polar SDK를 사용할 수 없음
nb: Polar SDK er ikke tilgjengelig
nl: Polar SDK niet beschikbaar
pt_br: SDK da Polar indisponível
ru: Polar SDK недоступен
sv: Polar SDK är inte tillgängligt
zh_hans: Polar SDK 不可用

source: Polar straps only push battery on change. Charge it soon.
ar: أحزمة Polar تُرسل مستوى البطارية فقط عند تغيّره. اشحنه قريبًا.
da: Polar-remme sender kun batteristatus ved ændring. Oplad den snart.
de: Polar-Gurte senden den Batteriestand nur bei Änderung. Lade ihn bald auf.
es: Las bandas Polar solo envían el nivel de batería cuando cambia. Cárgala pronto.
fi: Polar-pannat lähettävät akun tilan vain muutoksen yhteydessä. Lataa se pian.
fr: Les capteurs Polar n'envoient le niveau de batterie qu'en cas de changement. Rechargez-le bientôt.
is: Polar-ólar senda aðeins rafhlöðustöðu við breytingu. Hladdu hana fljótlega.
it: Le fasce Polar inviano il livello della batteria solo quando cambia. Ricaricala a breve.
ja: Polar センサーはバッテリー残量が変化したときにのみ送信します。早めに充電してください。
ko: Polar 센서는 배터리 잔량이 변할 때만 전송합니다. 곧 충전하세요.
nb: Polar-stropper sender batterinivå kun ved endring. Lad den snart.
nl: Polar-sensoren sturen het batterijniveau alleen bij wijziging. Laad hem binnenkort op.
pt_br: Os sensores Polar só enviam o nível da bateria quando ele muda. Carregue-o em breve.
ru: Датчики Polar передают уровень заряда только при изменении. Зарядите его в ближайшее время.
sv: Polar-sensorer skickar batterinivå endast vid förändring. Ladda den snart.
zh_hans: Polar 传感器仅在电量变化时上报。请尽快充电。

source: Polar's protocol hit an internal error. Try again. If it keeps failing, force-quit the app and the strap (remove from the chest pad for 30 s) and reconnect.
ar: واجه بروتوكول Polar خطأً داخليًا. حاول مرة أخرى. إذا استمر الفشل، أغلق التطبيق قسرًا وأعد تشغيل الحزام (افصله عن وسادة الصدر لمدة 30 ث) ثم أعد الاتصال.
da: Polars protokol ramte en intern fejl. Prøv igen. Hvis det bliver ved med at mislykkes, så tvangsluk appen og pulsbæltet (tag det af brystpuden i 30 s), og forbind igen.
de: Im Polar-Protokoll ist ein interner Fehler aufgetreten. Versuche es erneut. Wenn es weiterhin fehlschlägt, beende die App zwangsweise, starte den Gurt neu (30 s vom Brustpolster abnehmen) und verbinde ihn erneut.
es: El protocolo de Polar sufrió un error interno. Inténtalo de nuevo. Si sigue fallando, fuerza el cierre de la app, reinicia la banda (sepárala de la almohadilla de pecho durante 30 s) y vuelve a conectar.
fi: Polarin protokollassa tapahtui sisäinen virhe. Yritä uudelleen. Jos virhe toistuu, pakota sovellus sulkeutumaan, käynnistä vyö uudelleen (irrota rintapehmusteesta 30 s:ksi) ja yhdistä uudelleen.
fr: Le protocole Polar a rencontré une erreur interne. Réessayez. Si l’échec persiste, forcez la fermeture de l’app, redémarrez la ceinture (retirez-la de la sangle pectorale pendant 30 s) et reconnectez-la.
is: Samskiptaregla Polar lenti í innri villu. Reyndu aftur. Ef það mistekst áfram skaltu þvinga appið til að hætta og endurræsa ólina (taktu hana af brjóstpúðanum í 30 s) og tengja aftur.
it: Il protocollo Polar ha riscontrato un errore interno. Riprova. Se continua a non funzionare, chiudi forzatamente l'app e spegni la fascia (staccala dal sensore toracico per 30 s), poi riconnettila.
ja: Polar のプロトコルで内部エラーが発生しました。もう一度お試しください。失敗が続く場合は、アプリを強制終了し、ストラップもリセット（胸パッドから 30 秒間外す）してから再接続してください。
ko: Polar 프로토콜에서 내부 오류가 발생했습니다. 다시 시도하세요. 계속 실패하면 앱을 강제 종료하고 스트랩을 재시작(가슴 패드에서 30초간 분리)한 후 다시 연결하세요.
nb: Polars protokoll fikk en intern feil. Prøv igjen. Hvis det fortsetter å mislykkes, tvangsavslutter du appen og beltet (ta det av brystputen i 30 s) og kobler til på nytt.
nl: Het protocol van Polar gaf een interne fout. Probeer het opnieuw. Blijft het mislukken, sluit dan de app geforceerd af, zet de band uit (30 s van de borstband halen) en verbind opnieuw.
pt_br: O protocolo da Polar teve um erro interno. Tente novamente. Se continuar falhando, force o encerramento do app e reinicie a cinta (retire-a do sensor peitoral por 30 s) e reconecte.
ru: Во внутреннем протоколе Polar произошла ошибка. Повторите попытку. Если сбой повторяется, принудительно закройте приложение, перезапустите датчик (отсоедините от нагрудной площадки на 30 с) и подключитесь снова.
sv: Polars protokoll stötte på ett internt fel. Försök igen. Om det fortsätter att misslyckas, tvångsavsluta appen och bandet (ta loss sensorn från bröstbandet i 30 s) och anslut igen.
zh_hans: Polar 协议出现内部错误。请再试一次。如果仍然失败，请强制退出应用并重启心率带（从胸带垫上取下 30 秒），然后重新连接。

source: Poor Sleep
ar: نوم سيئ
da: Dårlig søvn
de: Schlecht geschlafen
es: Dormí mal
fi: Huono uni
fr: Mauvais sommeil
is: Lélegur svefn
it: Sonno scarso
ja: 睡眠不良
ko: 수면 부족
nb: Dårlig søvn
nl: Slecht geslapen
pt_br: Sono ruim
ru: Плохой сон
sv: Dålig sömn
zh_hans: 睡眠不佳

source: Post-Exercise
ar: بعد التمرين
da: Efter træning
de: Nach dem Training
es: Tras el ejercicio
fi: Harjoituksen jälkeen
fr: Après l’effort
is: Eftir æfingu
it: Dopo l’esercizio
ja: 運動後
ko: 운동 후
nb: Etter trening
nl: Na het sporten
pt_br: Pós-exercício
ru: После тренировки
sv: Efter träning
zh_hans: 运动后

source: Power below %lld watts, push
ar: القدرة أقل من %lld واط، اضغط أكثر
da: Effekt under %lld watt, pres på
de: Leistung unter %lld Watt, drück mehr
es: Potencia por debajo de %lld vatios, aprieta
fi: Teho alle %lld wattia, lisää
fr: Puissance sous %lld watts, appuyez
is: Afl undir %lld vöttum, bættu í
it: Potenza sotto %lld watt, spingi
ja: パワーが %lld ワット未満、踏んで
ko: 파워 %lld와트 미만, 더 밀어붙이세요
nb: Effekt under %lld watt, trykk til
nl: Vermogen onder %lld watt, harder
pt_br: Potência abaixo de %lld watts, força
ru: Мощность ниже %lld Вт, поднажмите
sv: Effekt under %lld watt, tryck på
zh_hans: 功率低于 %lld 瓦，加把劲

source: Power over %lld watts, ease up
ar: القدرة فوق %lld واط، خفّف
da: Effekt over %lld watt, sæt ned
de: Leistung über %lld Watt, nimm raus
es: Potencia por encima de %lld vatios, afloja
fi: Teho yli %lld wattia, hellitä
fr: Puissance au-dessus de %lld watts, réduisez
is: Afl yfir %lld vöttum, slakaðu á
it: Potenza sopra %lld watt, rallenta
ja: パワーが %lld ワット超、緩めて
ko: 파워 %lld와트 초과, 늦추세요
nb: Effekt over %lld watt, ro ned
nl: Vermogen boven %lld watt, rustiger aan
pt_br: Potência acima de %lld watts, alivie
ru: Мощность выше %lld Вт, сбавьте
sv: Effekt över %lld watt, dra ner
zh_hans: 功率超过 %lld 瓦，放松点

source: Pre-Sleep
ar: قبل النوم
da: Før søvn
de: Vor dem Schlafen
es: Antes de dormir
fi: Ennen unta
fr: Avant le coucher
is: Fyrir svefn
it: Prima di dormire
ja: 就寝前
ko: 취침 전
nb: Før søvn
nl: Voor het slapen
pt_br: Antes de dormir
ru: Перед сном
sv: Före sömn
zh_hans: 睡前

source: Preferences sweep: app group suite unavailable
ar: مسح التفضيلات: تفضيلات مجموعة التطبيقات غير متاحة
da: Oprydning i præferencer: appgruppens præferencer er ikke tilgængelige
de: Bereinigung der Einstellungen: App-Group-Einstellungen nicht verfügbar
es: Limpieza de preferencias: preferencias del grupo de apps no disponibles
fi: Asetusten siivous: sovellusryhmän asetukset eivät ole käytettävissä
fr: Nettoyage des préférences : préférences du groupe d’apps indisponibles
is: Hreinsun kjörstillinga: kjörstillingar forritahóps ekki tiltækar
it: Pulizia delle preferenze: preferenze del gruppo di app non disponibili
ja: 環境設定の一括削除: App グループの設定を利用できません
ko: 환경설정 정리: 앱 그룹 설정을 사용할 수 없음
nb: Opprydding i innstillinger: appgruppens innstillinger er ikke tilgjengelige
nl: Voorkeuren opschonen: voorkeuren van de appgroep niet beschikbaar
pt_br: Limpeza de preferências: preferências do grupo de apps indisponíveis
ru: Очистка настроек: настройки группы приложений недоступны
sv: Rensning av inställningar: appgruppens inställningar är inte tillgängliga
zh_hans: 偏好设置清理：应用组偏好设置不可用

source: Preferences sweep: domain unavailable: %@
ar: مسح التفضيلات: النطاق غير متاح: %@
da: Oprydning i præferencer: domæne ikke tilgængeligt: %@
de: Bereinigung der Einstellungen: Domäne nicht verfügbar: %@
es: Limpieza de preferencias: dominio no disponible: %@
fi: Asetusten siivous: toimialue ei käytettävissä: %@
fr: Nettoyage des préférences : domaine indisponible : %@
is: Hreinsun kjörstillinga: lén ekki tiltækt: %@
it: Pulizia delle preferenze: dominio non disponibile: %@
ja: 環境設定の一括削除: ドメインを利用できません: %@
ko: 환경설정 정리: 도메인을 사용할 수 없음: %@
nb: Opprydding i innstillinger: domenet er ikke tilgjengelig: %@
nl: Voorkeuren opschonen: domein niet beschikbaar: %@
pt_br: Limpeza de preferências: domínio indisponível: %@
ru: Очистка настроек: домен недоступен: %@
sv: Rensning av inställningar: domänen är inte tillgänglig: %@
zh_hans: 偏好设置清理：域不可用：%@

source: Preferences sweep: no bundle identifier; app suite not swept
ar: مسح التفضيلات: لا يوجد معرّف حزمة؛ لم تُمسح تفضيلات التطبيق
da: Oprydning i præferencer: ingen bundle-id; appens præferencer blev ikke ryddet
de: Bereinigung der Einstellungen: keine Bundle-ID; App-Einstellungen nicht bereinigt
es: Limpieza de preferencias: sin identificador de paquete; no se limpiaron las de la app
fi: Asetusten siivous: ei paketin tunnistetta; apin asetuksia ei siivottu
fr: Nettoyage des préférences : aucun identifiant de bundle ; préférences de l’app non nettoyées
is: Hreinsun kjörstillinga: ekkert pakkaauðkenni; kjörstillingar appsins ekki hreinsaðar
it: Pulizia delle preferenze: nessun identificatore bundle; preferenze dell’app non pulite
ja: 環境設定の一括削除: バンドル ID がないため、アプリの設定は削除されていません
ko: 환경설정 정리: 번들 식별자가 없어 앱 설정을 정리하지 못함
nb: Opprydding i innstillinger: ingen pakke-ID; appens innstillinger ble ikke ryddet
nl: Voorkeuren opschonen: geen bundel-ID; app-voorkeuren niet opgeschoond
pt_br: Limpeza de preferências: sem identificador de pacote; preferências do app não limpas
ru: Очистка настроек: нет идентификатора пакета; настройки приложения не очищены
sv: Rensning av inställningar: inget paket-ID; appens inställningar rensades inte
zh_hans: 偏好设置清理：缺少 bundle 标识符，未清理应用的偏好设置

source: Preparing batch import of %lld sessions...
ar: جارٍ التحضير لاستيراد دفعة من %lld جلسة...
da: Forbereder samlet import af %lld sessioner...
de: Stapelimport von %lld Sitzungen wird vorbereitet …
es: Preparando importación por lotes de %lld sesiones...
fi: Valmistellaan %lld istunnon erätuontia...
fr: Préparation de l'importation groupée de %lld sessions...
is: Undirbý hópinnflutning á %lld lotum...
it: Preparazione dell'importazione in blocco di %lld sessioni...
ja: %lld 件のセッションの一括インポートを準備中...
ko: 세션 %lld개 일괄 가져오기 준비 중...
nb: Forbereder samlet import av %lld økter...
nl: Batchimport van %lld sessies voorbereiden...
pt_br: Preparando a importação em lote de %lld sessões...
ru: Подготовка пакетного импорта %lld сессий...
sv: Förbereder massimport av %lld sessioner...
zh_hans: 正在准备批量导入 %lld 个记录...

source: Preparing to import %lld sessions with full HRV analysis...
ar: جارٍ التحضير لاستيراد %lld جلسة مع تحليل HRV كامل...
da: Forbereder import af %lld sessioner med fuld HRV-analyse...
de: Import von %lld Sitzungen mit vollständiger HRV-Analyse wird vorbereitet …
es: Preparando la importación de %lld sesiones con análisis HRV completo...
fi: Valmistellaan %lld istunnon tuontia täydellä HRV-analyysillä...
fr: Préparation de l'importation de %lld sessions avec analyse HRV complète...
is: Undirbý innflutning á %lld lotum með fullri HRV-greiningu...
it: Preparazione dell'importazione di %lld sessioni con analisi HRV completa...
ja: %lld 件のセッションをフル HRV 分析付きでインポートする準備中...
ko: 전체 HRV 분석과 함께 세션 %lld개 가져오기 준비 중...
nb: Forbereder import av %lld økter med full HRV-analyse...
nl: Import van %lld sessies met volledige HRV-analyse voorbereiden...
pt_br: Preparando para importar %lld sessões com análise completa de HRV...
ru: Подготовка к импорту %lld сессий с полным анализом ВСР...
sv: Förbereder import av %lld sessioner med fullständig HRV-analys...
zh_hans: 正在准备导入 %lld 个记录并进行完整 HRV 分析...

source: Previous month
ar: الشهر السابق
da: Forrige måned
de: Vorheriger Monat
es: Mes anterior
fi: Edellinen kuukausi
fr: Mois précédent
is: Fyrri mánuður
it: Mese precedente
ja: 前月
ko: 이전 달
nb: Forrige måned
nl: Vorige maand
pt_br: Mês anterior
ru: Предыдущий месяц
sv: Föregående månad
zh_hans: 上个月

source: Previous sync timed out — retrying
ar: انتهت مهلة المزامنة السابقة — تتم إعادة المحاولة
da: Forrige synkronisering fik timeout — prøver igen
de: Letzte Synchronisierung hat zu lange gedauert — neuer Versuch
es: La sincronización anterior agotó el tiempo; reintentando
fi: Edellinen synkronointi aikakatkaistiin — yritetään uudelleen
fr: La synchronisation précédente a expiré — nouvel essai
is: Fyrri samstilling rann út á tíma — reynt aftur
it: La sincronizzazione precedente è scaduta — nuovo tentativo
ja: 前回の同期がタイムアウトしました — 再試行中
ko: 이전 동기화 시간 초과 — 다시 시도 중
nb: Forrige synkronisering tidsavbrøt — prøver igjen
nl: Vorige synchronisatie duurde te lang — opnieuw proberen
pt_br: A sincronização anterior expirou — tentando novamente
ru: Предыдущая синхронизация превысила время ожидания — повтор
sv: Förra synkroniseringen tog för lång tid — försöker igen
zh_hans: 上次同步超时 — 正在重试

source: Primary source: CMAltimeter barometric altitude (±0.5 m). Fallback for retroactive computation on GPS-only sessions: OpenTopoData terrain models (USGS NED 10 m in the US, SRTM 30 m elsewhere, Open-Meteo when neither answers) with a 15 m sustained-climb threshold.
ar: المصدر الأساسي: ارتفاع CMAltimeter البارومتري (±0.5 م). والبديل للحساب بأثر رجعي في الجلسات المعتمدة على GPS فقط: نماذج تضاريس OpenTopoData (‏USGS NED بدقة 10 م في الولايات المتحدة، وSRTM بدقة 30 م في غيرها، وOpen-Meteo إذا لم يستجب أيّ منهما) مع عتبة صعود مستمر قدرها 15 م.
da: Primær kilde: CMAltimeter barometrisk højde (±0,5 m). Reserve til efterfølgende beregning for sessioner med kun GPS: OpenTopoData-terrænmodeller (USGS NED 10 m i USA, SRTM 30 m andre steder, Open-Meteo når ingen af dem svarer) med en tærskel på 15 m vedvarende stigning.
de: Primärquelle: barometrische Höhe des CMAltimeter (±0,5 m). Ersatz für die nachträgliche Berechnung bei reinen GPS-Sitzungen: OpenTopoData-Geländemodelle (USGS NED 10 m in den USA, SRTM 30 m anderswo, Open-Meteo, wenn keines antwortet) mit einer Schwelle von 15 m durchgehendem Anstieg.
es: Fuente principal: altitud barométrica de CMAltimeter (±0,5 m). Alternativa para el cálculo retroactivo en sesiones solo con GPS: modelos de terreno de OpenTopoData (USGS NED de 10 m en EE. UU., SRTM de 30 m en el resto, Open-Meteo si ninguno responde) con un umbral de 15 m de ascenso sostenido.
fi: Ensisijainen lähde: CMAltimeterin barometrinen korkeus (±0,5 m). Varajärjestelmä pelkkien GPS-istuntojen jälkikäteislaskentaan: OpenTopoDatan maastomallit (USGS NED 10 m Yhdysvalloissa, muualla SRTM 30 m, Open-Meteo jos kumpikaan ei vastaa) ja 15 m:n yhtäjaksoisen nousun kynnys.
fr: Source principale : altitude barométrique CMAltimeter (±0,5 m). Solution de repli pour le calcul rétroactif des séances GPS seules : modèles de terrain OpenTopoData (USGS NED 10 m aux États-Unis, SRTM 30 m ailleurs, Open-Meteo si aucun ne répond) avec un seuil de 15 m de montée continue.
is: Aðaluppspretta: loftvogshæð CMAltimeter (±0,5 m). Varaleið fyrir eftirárareikning lotna með eingöngu GPS: landlíkön OpenTopoData (USGS NED 10 m í Bandaríkjunum, SRTM 30 m annars staðar, Open-Meteo ef hvorugt svarar) með 15 m samfelldum klifurþröskuldi.
it: Fonte primaria: altitudine barometrica di CMAltimeter (±0,5 m). Ripiego per il calcolo retroattivo nelle sessioni solo GPS: modelli del terreno di OpenTopoData (USGS NED 10 m negli USA, SRTM 30 m altrove, Open-Meteo se nessuno dei due risponde) con una soglia di 15 m di salita continua.
ja: 主要ソース: CMAltimeter の気圧高度（±0.5 m）。GPS のみのセッションの事後計算のフォールバック: OpenTopoData の地形モデル（米国内は USGS NED 10 m、それ以外は SRTM 30 m、どちらも応答しない場合は Open-Meteo）と 15 m の連続上昇しきい値。
ko: 주 소스: CMAltimeter의 기압 고도(±0.5 m). GPS 전용 세션의 사후 계산 대체 수단: OpenTopoData 지형 모델(미국은 USGS NED 10 m, 그 외 지역은 SRTM 30 m, 둘 다 응답하지 않으면 Open-Meteo)과 15 m 연속 상승 임계값.
nb: Primærkilde: barometrisk høyde fra CMAltimeter (±0,5 m). Reserve for etterberegning av økter med kun GPS: terrengmodeller fra OpenTopoData (USGS NED 10 m i USA, SRTM 30 m ellers, Open-Meteo når ingen av dem svarer) med en terskel på 15 m sammenhengende stigning.
nl: Primaire bron: barometrische hoogte van CMAltimeter (±0,5 m). Terugval voor achteraf berekenen bij sessies met alleen GPS: terreinmodellen van OpenTopoData (USGS NED 10 m in de VS, elders SRTM 30 m, Open-Meteo als geen van beide antwoordt) met een drempel van 15 m aaneengesloten klim.
pt_br: Fonte principal: altitude barométrica do CMAltimeter (±0,5 m). Alternativa para cálculo retroativo em sessões apenas com GPS: modelos de terreno do OpenTopoData (USGS NED de 10 m nos EUA, SRTM de 30 m em outros lugares, Open-Meteo quando nenhum responde) com um limiar de 15 m de subida contínua.
ru: Основной источник: барометрическая высота CMAltimeter (±0,5 м). Запасной вариант для ретроактивного расчёта сессий только с GPS: модели рельефа OpenTopoData (USGS NED 10 м в США, SRTM 30 м в других местах, Open-Meteo, если ни одна не отвечает) с порогом непрерывного набора 15 м.
sv: Primärkälla: barometrisk höjd från CMAltimeter (±0,5 m). Reserv för efterhandsberäkning av pass med enbart GPS: terrängmodeller från OpenTopoData (USGS NED 10 m i USA, SRTM 30 m på andra håll, Open-Meteo när ingen av dem svarar) med en tröskel på 15 m sammanhängande stigning.
zh_hans: 主要来源：CMAltimeter 的气压高度（±0.5 m）。仅有 GPS 的记录在事后计算时的备用方案：OpenTopoData 地形模型（美国境内为 USGS NED 10 m，其他地区为 SRTM 30 m，两者都无响应时使用 Open-Meteo），并采用 15 m 连续爬升阈值。
